Repository: flipper-hero/ios-app
Catalog: Sources/AgentKit/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans

source: The Flipper rejected the update: %@
ar: رفض Flipper التحديث: %@
de: Der Flipper hat das Update abgelehnt: %@
es: El Flipper rechazó la actualización: %@
fr: Le Flipper a refusé la mise à jour : %@
hi: Flipper ने अपडेट अस्वीकार किया: %@
it: Il Flipper ha rifiutato l’aggiornamento: %@
ja: Flipper が更新を拒否しました：%@
ko: Flipper가 업데이트를 거부했습니다: %@
pl: Flipper odrzucił aktualizację: %@
pt_br: O Flipper recusou a atualização: %@
ru: Flipper отклонил обновление: %@
tr: Flipper güncellemeyi reddetti: %@
uk: Flipper відхилив оновлення: %@
zh_hans: Flipper 拒绝了更新：%@

source: The generated file does not look valid: %@
ar: لا يبدو الملف المُنشأ صالحًا: %@
de: Die erzeugte Datei sieht nicht gültig aus: %@
es: El archivo generado no parece válido: %@
fr: Le fichier généré ne semble pas valide : %@
hi: बनाई गई फ़ाइल मान्य नहीं लगती: %@
it: Il file generato non sembra valido: %@
ja: 生成されたファイルが有効ではないようです：%@
ko: 생성된 파일이 올바르지 않은 것 같습니다: %@
pl: Wygenerowany plik wygląda na nieprawidłowy: %@
pt_br: O arquivo gerado não parece válido: %@
ru: Созданный файл выглядит некорректно: %@
tr: Oluşturulan dosya geçerli görünmüyor: %@
uk: Створений файл виглядає некоректно: %@
zh_hans: 生成的文件看起来无效：%@

source: The model returned no content
ar: لم يُرجع النموذج أي محتوى
de: Das Modell hat keinen Inhalt geliefert
es: El modelo no devolvió contenido
fr: Le modèle n’a renvoyé aucun contenu
hi: मॉडल ने कोई सामग्री नहीं लौटाई
it: Il modello non ha restituito alcun contenuto
ja: モデルが内容を返しませんでした
ko: 모델이 내용을 반환하지 않았습니다
pl: Model nie zwrócił treści
pt_br: O modelo não retornou conteúdo
ru: Модель не вернула содержимого
tr: Model içerik döndürmedi
uk: Модель не повернула вмісту
zh_hans: 模型未返回内容

source: The package is damaged: %@
ar: الحزمة تالفة: %@
de: Das Paket ist beschädigt: %@
es: El paquete está dañado: %@
fr: Le paquet est endommagé : %@
hi: पैकेज क्षतिग्रस्त है: %@
it: Il pacchetto è danneggiato: %@
ja: パッケージが破損しています：%@
ko: 패키지가 손상되었습니다: %@
pl: Pakiet jest uszkodzony: %@
pt_br: O pacote está danificado: %@
ru: Пакет повреждён: %@
tr: Paket hasarlı: %@
uk: Пакет пошкоджено: %@
zh_hans: 更新包已损坏：%@

# The package is for hardware target %@, this Flipper is target %@
source: The package is for hardware target %1$@, this Flipper is target %2$@
ar: الحزمة مخصصة للعتاد %1$@، وهذا الـ Flipper هو %2$@
de: Das Paket ist für Hardware-Target %1$@, dieser Flipper ist Target %2$@
es: El paquete es para el hardware %1$@ y este Flipper es %2$@
fr: Le paquet vise la cible matérielle %1$@, ce Flipper est la cible %2$@
hi: पैकेज हार्डवेयर टार्गेट %1$@ के लिए है, यह Flipper टार्गेट %2$@ है
it: Il pacchetto è per il target hardware %1$@, questo Flipper è il target %2$@
ja: このパッケージはハードウェアターゲット %1$@ 用ですが、この Flipper は %2$@ です
ko: 이 패키지는 하드웨어 타깃 %1$@용이며, 이 Flipper는 %2$@입니다
pl: Pakiet jest dla sprzętu %1$@, a ten Flipper to %2$@
pt_br: O pacote é para o hardware %1$@, este Flipper é %2$@
ru: Пакет предназначен для аппаратной цели %1$@, а этот Flipper — цель %2$@
tr: Paket %1$@ donanım hedefi için, bu Flipper %2$@ hedefi
uk: Пакет призначено для апаратної цілі %1$@, а цей Flipper — ціль %2$@
zh_hans: 此更新包适用于硬件目标 %1$@，而这台 Flipper 是 %2$@

source: The package is not a gzip archive
ar: الحزمة ليست أرشيف gzip
de: Das Paket ist kein gzip-Archiv
es: El paquete no es un archivo gzip
fr: Le paquet n’est pas une archive gzip
hi: पैकेज gzip आर्काइव नहीं है
it: Il pacchetto non è un archivio gzip
ja: パッケージが gzip アーカイブではありません
ko: 패키지가 gzip 압축 파일이 아닙니다
pl: Pakiet nie jest archiwum gzip
pt_br: O pacote não é um arquivo gzip
ru: Пакет не является архивом gzip
tr: Paket bir gzip arşivi değil
uk: Пакет не є архівом gzip
zh_hans: 更新包不是 gzip 压缩包

source: The package is unexpectedly large
ar: الحزمة كبيرة على نحو غير متوقع
de: Das Paket ist unerwartet groß
es: El paquete es inesperadamente grande
fr: Le paquet est anormalement volumineux
hi: पैकेज अपेक्षा से बहुत बड़ा है
it: Il pacchetto è insolitamente grande
ja: パッケージが想定より大きすぎます
ko: 패키지가 예상보다 큽니다
pl: Pakiet jest nieoczekiwanie duży
pt_br: O pacote é grande demais
ru: Пакет неожиданно большой
tr: Paket beklenmedik ölçüde büyük
uk: Пакет несподівано великий
zh_hans: 更新包异常大

source: The update package has an unexpected layout: %@
ar: لحزمة التحديث بنية غير متوقعة: %@
de: Das Update-Paket hat einen unerwarteten Aufbau: %@
es: El paquete de actualización tiene una estructura inesperada: %@
fr: Le paquet de mise à jour a une structure inattendue : %@
hi: अपडेट पैकेज की संरचना अप्रत्याशित है: %@
it: Il pacchetto di aggiornamento ha una struttura inattesa: %@
ja: 更新パッケージの構成が想定外です：%@
ko: 업데이트 패키지 구조가 예상과 다릅니다: %@
pl: Pakiet aktualizacji ma nieoczekiwaną strukturę: %@
pt_br: O pacote de atualização tem uma estrutura inesperada: %@
ru: Неожиданная структура пакета обновления: %@
tr: Güncelleme paketinin yapısı beklenmedik: %@
uk: Неочікувана структура пакета оновлення: %@
zh_hans: 更新包结构异常：%@

source: The update package has no update.fuf manifest
ar: لا تحتوي حزمة التحديث على بيان update.fuf
de: Dem Update-Paket fehlt das Manifest update.fuf
es: Al paquete de actualización le falta el manifiesto update.fuf
fr: Le paquet de mise à jour n’a pas de manifeste update.fuf
hi: अपडेट पैकेज में update.fuf मैनिफ़ेस्ट नहीं है
it: Il pacchetto di aggiornamento non ha il manifesto update.fuf
ja: 更新パッケージに update.fuf マニフェストがありません
ko: 업데이트 패키지에 update.fuf 매니페스트가 없습니다
pl: W pakiecie aktualizacji brakuje manifestu update.fuf
pt_br: O pacote de atualização não tem o manifesto update.fuf
ru: В пакете обновления нет манифеста update.fuf
tr: Güncelleme paketinde update.fuf bildirimi yok
uk: У пакеті оновлення немає маніфесту update.fuf
zh_hans: 更新包缺少 update.fuf 清单

source: Transmit the radio signal %@
ar: إرسال الإشارة اللاسلكية %@
de: Funksignal %@ senden
es: Transmitir la señal de radio %@
fr: Émettre le signal radio %@
hi: रेडियो सिग्नल %@ प्रसारित करें
it: Trasmetti il segnale radio %@
ja: 無線信号 %@ を送信
ko: 무선 신호 %@ 전송
pl: Nadaj sygnał radiowy %@
pt_br: Transmitir o sinal de rádio %@
ru: Передать радиосигнал %@
tr: %@ radyo sinyalini gönder
uk: Передати радіосигнал %@
zh_hans: 发射无线电信号 %@

source: Turn off YOLO mode
ar: إيقاف وضع YOLO
de: YOLO-Modus ausschalten
es: Desactivar el modo YOLO
fr: Désactiver le mode YOLO
hi: YOLO मोड बंद करें
it: Disattiva la modalità YOLO
ja: YOLO モードをオフにする
ko: YOLO 모드 끄기
pl: Wyłącz tryb YOLO
pt_br: Desligar o modo YOLO
ru: Выключить режим YOLO
tr: YOLO modunu kapat
uk: Вимкнути режим YOLO
zh_hans: 关闭 YOLO 模式

source: Turn on YOLO mode: changes, deletes and transmissions run without asking
ar: تفعيل وضع YOLO: تتم التغييرات والحذف والإرسال دون سؤال
de: YOLO-Modus einschalten: Änderungen, Löschen und Senden laufen ohne Nachfrage
es: Activar el modo YOLO: cambios, borrados y transmisiones sin preguntar
fr: Activer le mode YOLO : modifications, suppressions et émissions sans confirmation
hi: YOLO मोड चालू करें: बदलाव, डिलीट और प्रसारण बिना पूछे होंगे
it: Attiva la modalità YOLO: modifiche, eliminazioni e trasmissioni senza chiedere
ja: YOLO モードをオンにする：変更、削除、送信を確認なしで実行
ko: YOLO 모드 켜기: 변경, 삭제, 전송을 묻지 않고 실행
pl: Włącz tryb YOLO: zmiany, usuwanie i nadawanie bez pytania
pt_br: Ligar o modo YOLO: alterações, exclusões e transmissões sem perguntar
ru: Включить режим YOLO: изменения, удаления и передачи без вопросов
tr: YOLO modunu aç: değişiklikler, silmeler ve gönderimler sormadan yapılır
uk: Увімкнути режим YOLO: зміни, видалення й передавання без питань
zh_hans: 开启 YOLO 模式：更改、删除和发射都不再询问

source: Unexpected model response: %@
ar: استجابة غير متوقعة من النموذج: %@
de: Unerwartete Antwort des Modells: %@
es: Respuesta inesperada del modelo: %@
fr: Réponse inattendue du modèle : %@
hi: मॉडल से अप्रत्याशित जवाब: %@
it: Risposta inattesa del modello: %@
ja: モデルから予期しない応答：%@
ko: 예상치 못한 모델 응답: %@
pl: Nieoczekiwana odpowiedź modelu: %@
pt_br: Resposta inesperada do modelo: %@
ru: Неожиданный ответ модели: %@
tr: Beklenmedik model yanıtı: %@
uk: Неочікувана відповідь моделі: %@
zh_hans: 模型返回了意外的响应：%@

source: Unexpected response from the app catalog
ar: استجابة غير متوقعة من كتالوج التطبيقات
de: Unerwartete Antwort vom App-Katalog
es: Respuesta inesperada del catálogo de apps
fr: Réponse inattendue du catalogue d’apps
hi: ऐप कैटलॉग से अप्रत्याशित जवाब
it: Risposta inattesa dal catalogo app
ja: アプリカタログから予期しない応答
ko: 앱 카탈로그의 예상치 못한 응답
pl: Nieoczekiwana odpowiedź katalogu aplikacji
pt_br: Resposta inesperada do catálogo de apps
ru: Неожиданный ответ каталога приложений
tr: Uygulama kataloğundan beklenmedik yanıt
uk: Неочікувана відповідь каталогу застосунків
zh_hans: 应用目录返回了意外的响应

source: Unleashed-based, ships a very large app bundle
ar: مبني على Unleashed، ويأتي بمجموعة تطبيقات كبيرة جدًا
de: Basiert auf Unleashed, bringt sehr viele Apps mit
es: Basado en Unleashed, incluye un paquete de apps muy grande
fr: Basé sur Unleashed, fournit un très grand ensemble d’apps
hi: Unleashed पर आधारित, बहुत बड़ा ऐप बंडल
it: Basato su Unleashed, include un insieme molto ampio di app
ja: Unleashed ベース、非常に多くのアプリを同梱
ko: Unleashed 기반, 매우 많은 앱 번들 포함
pl: Oparty na Unleashed, zawiera bardzo duży zestaw aplikacji
pt_br: Baseado no Unleashed, traz um pacote de apps muito grande
ru: Основан на Unleashed, включает очень большой набор приложений
tr: Unleashed tabanlı, çok büyük bir uygulama paketiyle gelir
uk: Базується на Unleashed, містить дуже великий набір застосунків
zh_hans: 基于 Unleashed，附带非常多的应用

# Write %lld bytes to %@
source: Write %1$lld bytes to %2$@
ar: كتابة %1$lld بايت إلى %2$@
de: %1$lld Bytes nach %2$@ schreiben
es: Escribir %1$lld bytes en %2$@
fr: Écrire %1$lld octets dans %2$@
hi: %2$@ में %1$lld बाइट लिखें
it: Scrivi %1$lld byte in %2$@
ja: %2$@ に %1$lld バイトを書き込む
ko: %2$@에 %1$lld바이트 쓰기
pl: Zapisz %1$lld B w %2$@
pt_br: Gravar %1$lld bytes em %2$@
ru: Записать %1$lld байт в %2$@
tr: %2$@ konumuna %1$lld bayt yaz
uk: Записати %1$lld байтів у %2$@
zh_hans: 向 %2$@ 写入 %1$lld 字节

source: app '%@' receives an argument (it may run or transmit a file)
ar: يتلقى التطبيق "%@" وسيطًا (قد يشغّل ملفًا أو يرسله)
de: App „%@“ erhält ein Argument (sie könnte eine Datei ausführen oder senden)
es: la app «%@» recibe un argumento (podría ejecutar o transmitir un archivo)
fr: l’app « %@ » reçoit un argument (elle peut exécuter ou émettre un fichier)
hi: ऐप '%@' को एक आर्ग्युमेंट मिलता है (यह कोई फ़ाइल चला या प्रसारित कर सकता है)
it: l’app «%@» riceve un argomento (potrebbe eseguire o trasmettere un file)
ja: アプリ「%@」が引数を受け取ります（ファイルを実行または送信する可能性があります）
ko: '%@' 앱이 인수를 받습니다 (파일을 실행하거나 전송할 수 있음)
pl: aplikacja „%@” dostaje argument (może uruchomić lub nadać plik)
pt_br: o app "%@" recebe um argumento (pode executar ou transmitir um arquivo)
ru: приложение «%@» получает аргумент (оно может выполнить или передать файл)
tr: “%@” uygulaması bir argüman alıyor (bir dosyayı çalıştırabilir veya gönderebilir)
uk: застосунок «%@» отримує аргумент (він може виконати або передати файл)
zh_hans: 应用“%@”接收一个参数（它可能运行或发射某个文件）

source: beeps and blinks so you can find the device
ar: يصدر صفيرًا ويومض لتجد الجهاز
de: piept und blinkt, damit du das Gerät findest
es: pita y parpadea para que encuentres el dispositivo
fr: bipe et clignote pour que tu retrouves l’appareil
hi: बीप और ब्लिंक करता है ताकि आप डिवाइस ढूँढ सकें
it: suona e lampeggia per aiutarti a trovare il dispositivo
ja: デバイスを見つけられるように鳴って点滅します
ko: 기기를 찾을 수 있도록 소리를 내고 깜박입니다
pl: piszczy i mruga, żebyś znalazł urządzenie
pt_br: apita e pisca para você encontrar o dispositivo
ru: пищит и мигает, чтобы вы нашли устройство
tr: aygıtı bulman için öter ve yanıp söner
uk: пищить і блимає, щоб ви знайшли пристрій
zh_hans: 鸣响并闪烁，方便你找到设备

source: changes a harmless app preference
ar: يغيّر تفضيلًا غير ضار في التطبيق
de: ändert eine harmlose App-Einstellung
es: cambia un ajuste inofensivo de la app
fr: modifie un réglage anodin de l’app
hi: ऐप की एक हानिरहित पसंद बदलता है
it: modifica un’impostazione innocua dell’app
ja: 無害なアプリの設定を変更します
ko: 무해한 앱 설정을 바꿉니다
pl: zmienia nieszkodliwe ustawienie aplikacji
pt_br: muda uma preferência inofensiva do app
ru: меняет безобидную настройку приложения
tr: zararsız bir uygulama tercihini değiştirir
uk: змінює нешкідливе налаштування застосунку
zh_hans: 更改一项无害的 App 偏好设置

source: changes the device name and its Bluetooth identity
ar: يغيّر اسم الجهاز وهويته على البلوتوث
de: ändert den Gerätenamen und seine Bluetooth-Identität
es: cambia el nombre del dispositivo y su identidad Bluetooth
fr: modifie le nom de l’appareil et son identité Bluetooth
hi: डिवाइस का नाम और उसकी ब्लूटूथ पहचान बदलता है
it: modifica il nome del dispositivo e la sua identità Bluetooth
ja: デバイス名と Bluetooth 上の識別情報を変更します
ko: 기기 이름과 블루투스 식별 정보를 바꿉니다
pl: zmienia nazwę urządzenia i jego tożsamość Bluetooth
pt_br: muda o nome do dispositivo e sua identidade Bluetooth
ru: меняет имя устройства и его Bluetooth-идентичность
tr: aygıt adını ve Bluetooth kimliğini değiştirir
uk: змінює назву пристрою та його Bluetooth-ідентичність
zh_hans: 更改设备名称及其蓝牙身份

source: changes which model provider receives your conversation and file contents
ar: يغيّر مزوّد النموذج الذي يتلقى محادثتك ومحتوى الملفات
de: ändert, welcher Modellanbieter deine Unterhaltung und Dateiinhalte erhält
es: cambia qué proveedor de modelos recibe tu conversación y el contenido de los archivos
fr: modifie le fournisseur de modèle qui reçoit ta conversation et le contenu des fichiers
hi: बदलता है कि कौन-सा मॉडल प्रदाता आपकी बातचीत और फ़ाइल सामग्री पाता है
it: cambia il fornitore di modelli che riceve la conversazione e il contenuto dei file
ja: 会話とファイル内容を受け取るモデルプロバイダを変更します
ko: 대화와 파일 내용을 받는 모델 제공업체를 바꿉니다
pl: zmienia dostawcę modelu, który otrzymuje rozmowę i zawartość plików
pt_br: muda qual provedor de modelo recebe sua conversa e o conteúdo dos arquivos
ru: меняет поставщика модели, который получает вашу переписку и содержимое файлов
tr: sohbetini ve dosya içeriklerini hangi model sağlayıcısının alacağını değiştirir
uk: змінює постачальника моделі, який отримує вашу розмову та вміст файлів
zh_hans: 更改接收你的对话和文件内容的模型提供商

source: closes the app running on the Flipper
ar: يغلق التطبيق الذي يعمل على Flipper
de: schließt die App, die auf dem Flipper läuft
es: cierra la app que se ejecuta en el Flipper
fr: ferme l’app en cours sur le Flipper
hi: Flipper पर चल रहा ऐप बंद करता है
it: chiude l’app in esecuzione sul Flipper
ja: Flipper で実行中のアプリを閉じます
ko: Flipper에서 실행 중인 앱을 닫습니다
pl: zamyka aplikację działającą na Flipperze
pt_br: fecha o app em execução no Flipper
ru: закрывает приложение, запущенное на Flipper
tr: Flipper’da çalışan uygulamayı kapatır
uk: закриває застосунок, запущений на Flipper
zh_hans: 关闭 Flipper 上正在运行的应用

source: creates a folder
ar: ينشئ مجلدًا
de: legt einen Ordner an
es: crea una carpeta
fr: crée un dossier
hi: एक फ़ोल्डर बनाता है
it: crea una cartella
ja: フォルダを作成します
ko: 폴더를 만듭니다
pl: tworzy folder
pt_br: cria uma pasta
ru: создаёт папку
tr: bir klasör oluşturur
uk: створює папку
zh_hans: 创建文件夹

source: deletes a folder and its contents
ar: يحذف مجلدًا ومحتوياته
de: löscht einen Ordner samt Inhalt
es: elimina una carpeta y su contenido
fr: supprime un dossier et son contenu
hi: एक फ़ोल्डर और उसकी सामग्री हटाता है
it: elimina una cartella e il suo contenuto
ja: フォルダを中身ごと削除します
ko: 폴더와 그 안의 내용을 삭제합니다
pl: usuwa folder wraz z zawartością
pt_br: apaga uma pasta e seu conteúdo
ru: удаляет папку со всем содержимым
tr: bir klasörü içindekilerle birlikte siler
uk: видаляє папку з усім вмістом
zh_hans: 删除文件夹及其内容

source: deletes data
ar: يحذف بيانات
de: löscht Daten
es: elimina datos
fr: supprime des données
hi: डेटा हटाता है
it: elimina dati
ja: データを削除します
ko: 데이터를 삭제합니다
pl: usuwa dane
pt_br: apaga dados
ru: удаляет данные
tr: veri siler
uk: видаляє дані
zh_hans: 删除数据

source: drives GPIO pin %@ from the expansion header
ar: يقود طرف GPIO %@ على رأس التوسعة
de: schaltet GPIO-Pin %@ am Erweiterungs-Header
es: controla el pin GPIO %@ del conector de expansión
fr: pilote la broche GPIO %@ du connecteur d'extension
hi: एक्सपेंशन हेडर पर GPIO पिन %@ को चलाता है
it: pilota il pin GPIO %@ del connettore di espansione
ja: 拡張ヘッダーの GPIO ピン %@ を駆動します
ko: 확장 헤더의 GPIO 핀 %@를 구동합니다
pl: steruje pinem GPIO %@ na złączu rozszerzeń
pt_br: controla o pino GPIO %@ do conector de expansão
ru: управляет выводом GPIO %@ на разъёме расширения
tr: genişleme başlığındaki GPIO %@ pinini sürüyor
uk: керує виводом GPIO %@ на роз'ємі розширення
zh_hans: 驱动扩展排针上的 GPIO 引脚 %@

source: emulates this 125 kHz tag to any nearby reader
ar: يحاكي وسم 125 كيلوهرتز هذا لأي قارئ قريب
de: emuliert diesen 125-kHz-Tag für jedes Lesegerät in der Nähe
es: emula esta etiqueta de 125 kHz ante cualquier lector cercano
fr: émule ce badge 125 kHz pour tout lecteur à proximité
hi: इस 125 kHz टैग को पास के किसी भी रीडर के लिए एमुलेट करता है
it: emula questo tag a 125 kHz verso qualsiasi lettore vicino
ja: この 125 kHz タグを近くのあらゆるリーダーに対してエミュレートします
ko: 이 125kHz 태그를 주변의 모든 리더기에 에뮬레이트합니다
pl: emuluje ten tag 125 kHz dla każdego pobliskiego czytnika
pt_br: emula esta tag de 125 kHz para qualquer leitor próximo
ru: эмулирует эту метку 125 кГц для любого считывателя рядом
tr: bu 125 kHz etiketi yakındaki her okuyucuya taklit eder
uk: емулює цю мітку 125 кГц для будь-якого зчитувача поруч
zh_hans: 向附近任何读卡器模拟这个 125 kHz 标签

source: emulates this card to any nearby reader
ar: يحاكي هذه البطاقة لأي قارئ قريب
de: emuliert diese Karte für jedes Lesegerät in der Nähe
es: emula esta tarjeta ante cualquier lector cercano
fr: émule cette carte pour tout lecteur à proximité
hi: इस कार्ड को पास के किसी भी रीडर के लिए एमुलेट करता है
it: emula questa carta verso qualsiasi lettore vicino
ja: このカードを近くのあらゆるリーダーに対してエミュレートします
ko: 이 카드를 주변의 모든 리더기에 에뮬레이트합니다
pl: emuluje tę kartę dla każdego pobliskiego czytnika
pt_br: emula este cartão para qualquer leitor próximo
ru: эмулирует эту карту для любого считывателя рядом
tr: bu kartı yakındaki her okuyucuya taklit eder
uk: емулює цю картку для будь-якого зчитувача поруч
zh_hans: 向附近任何读卡器模拟这张卡

source: emulates this iButton key
ar: يحاكي مفتاح iButton هذا
de: emuliert diesen iButton-Schlüssel
es: emula esta llave iButton
fr: émule cette clé iButton
hi: इस iButton कुंजी को एमुलेट करता है
it: emula questa chiave iButton
ja: この iButton キーをエミュレートします
ko: 이 iButton 키를 에뮬레이트합니다
pl: emuluje ten klucz iButton
pt_br: emula esta chave iButton
ru: эмулирует этот ключ iButton
tr: bu iButton anahtarını taklit eder
uk: емулює цей ключ iButton
zh_hans: 模拟这把 iButton 钥匙

source: ends engagement mode; the agent asks again
ar: ينهي وضع الـ Engagement؛ يعود الوكيل للسؤال
de: beendet den Engagement-Modus; der Agent fragt wieder
es: termina el modo engagement; el agente vuelve a preguntar
fr: termine le mode engagement ; l'agent redemande
hi: एंगेजमेंट मोड समाप्त करता है; एजेंट फिर पूछेगा
it: termina la modalità engagement; l'agente chiede di nuovo
ja: エンゲージメントモードを終了し、エージェントは再び確認します
ko: Engagement 모드를 종료합니다; 에이전트가 다시 묻습니다
pl: kończy tryb engagement; agent znów pyta
pt_br: encerra o modo engagement; o agente volta a perguntar
ru: завершает режим engagement; агент снова спрашивает
tr: engagement modunu bitirir; ajan yeniden sorar
uk: завершує режим engagement; агент знову питає
zh_hans: 结束 Engagement 模式；智能体将重新询问

source: hidden configuration file at the SD card root
ar: ملف إعدادات مخفي في جذر بطاقة SD
de: versteckte Konfigurationsdatei im Hauptverzeichnis der SD-Karte
es: archivo de configuración oculto en la raíz de la tarjeta SD
fr: fichier de configuration caché à la racine de la carte SD
hi: SD कार्ड के रूट में छिपी कॉन्फ़िगरेशन फ़ाइल
it: file di configurazione nascosto nella radice della scheda SD
ja: SD カードのルートにある隠し設定ファイル
ko: SD 카드 루트의 숨겨진 설정 파일
pl: ukryty plik konfiguracyjny w katalogu głównym karty SD
pt_br: arquivo de configuração oculto na raiz do cartão SD
ru: скрытый файл конфигурации в корне SD-карты
tr: SD kartın kökünde gizli yapılandırma dosyası
uk: прихований файл конфігурації в корені SD-картки
zh_hans: SD 卡根目录下的隐藏配置文件

source: installs an app '%@' that can run code on the device
ar: يثبّت تطبيقًا "%@" يمكنه تشغيل شيفرة على الجهاز
de: installiert eine App „%@“, die Code auf dem Gerät ausführen kann
es: instala una app «%@» que puede ejecutar código en el dispositivo
fr: installe une app « %@ » qui peut exécuter du code sur l’appareil
hi: ऐप '%@' इंस्टॉल करता है जो डिवाइस पर कोड चला सकता है
it: installa un’app «%@» che può eseguire codice sul dispositivo
ja: デバイス上でコードを実行できるアプリ「%@」をインストールします
ko: 기기에서 코드를 실행할 수 있는 '%@' 앱을 설치합니다
pl: instaluje aplikację „%@”, która może uruchamiać kod na urządzeniu
pt_br: instala um app "%@" que pode executar código no dispositivo
ru: устанавливает приложение «%@», которое может выполнять код на устройстве
tr: aygıtta kod çalıştırabilen “%@” uygulamasını yükler
uk: встановлює застосунок «%@», який може виконувати код на пристрої
zh_hans: 安装可在设备上运行代码的应用“%@”

source: invalid path
ar: مسار غير صالح
de: ungültiger Pfad
es: ruta no válida
fr: chemin non valide
hi: अमान्य पथ
it: percorso non valido
ja: 無効なパス
ko: 잘못된 경로
pl: nieprawidłowa ścieżka
pt_br: caminho inválido
ru: недопустимый путь
tr: geçersiz yol
uk: недійсний шлях
zh_hans: 无效路径

source: loads a keystroke-injection script (you still start it on the Flipper)
ar: يحمّل برنامجًا نصيًا لحقن ضغطات المفاتيح (تشغّله أنت على Flipper)
de: lädt ein Tastatureingabe-Skript (starten musst du es selbst am Flipper)
es: carga un script de inyección de teclas (lo inicias tú en el Flipper)
fr: charge un script d’injection de frappes (tu le lances toi-même sur le Flipper)
hi: कीस्ट्रोक-इंजेक्शन स्क्रिप्ट लोड करता है (इसे Flipper पर आप खुद शुरू करते हैं)
it: carica uno script di keystroke injection (lo avvii tu sul Flipper)
ja: キーストローク注入スクリプトを読み込みます（実行は Flipper 上で自分で行います）
ko: 키 입력 주입 스크립트를 불러옵니다 (실행은 Flipper에서 직접 함)
pl: wczytuje skrypt wstrzykiwania klawiszy (uruchamiasz go sam na Flipperze)
pt_br: carrega um script de injeção de teclas (você ainda o inicia no Flipper)
ru: загружает скрипт эмуляции нажатий клавиш (запускаете его вы на Flipper)
tr: tuş vuruşu enjeksiyon betiği yükler (başlatmayı Flipper’da sen yaparsın)
uk: завантажує скрипт емуляції натискань клавіш (запускаєте його ви на Flipper)
zh_hans: 载入按键注入脚本（仍需你在 Flipper 上启动）

source: long %@
ar: %@ مطولًا
de: lang %@
es: %@ largo
hi: लंबा %@
it: %@ lungo
ja: %@ 長押し
ko: %@ 길게
pl: długo %@
pt_br: %@ longo
ru: долго %@
tr: uzun %@
uk: довго %@
zh_hans: 长按 %@

source: makes the agent ask again
ar: يجعل الوكيل يسأل مجددًا
de: lässt den Agenten wieder fragen
es: hace que el agente vuelva a preguntar
fr: fait redemander l’agent
hi: एजेंट को फिर से पूछने देता है
it: fa chiedere di nuovo all’agente
ja: エージェントが再び確認するようにします
ko: 에이전트가 다시 묻게 합니다
pl: agent znów będzie pytał
pt_br: faz o agente perguntar de novo
ru: агент снова будет спрашивать
tr: ajanın yeniden sormasını sağlar
uk: агент знову питатиме
zh_hans: 让智能体重新询问

source: makes the agent ask again after reading device content
ar: يجعل الوكيل يسأل مجددًا بعد قراءة محتوى الجهاز
de: lässt den Agenten nach dem Lesen von Geräteinhalten wieder fragen
es: hace que el agente vuelva a preguntar tras leer contenido del dispositivo
fr: fait redemander l’agent après la lecture de contenu de l’appareil
hi: डिवाइस की सामग्री पढ़ने के बाद एजेंट को फिर से पूछने देता है
it: fa chiedere di nuovo all’agente dopo aver letto contenuti del dispositivo
ja: デバイスの内容を読んだ後、エージェントが再び確認するようにします
ko: 기기 내용을 읽은 뒤 에이전트가 다시 묻게 합니다
pl: agent znów będzie pytał po odczycie danych z urządzenia
pt_br: faz o agente perguntar de novo após ler conteúdo do dispositivo
ru: агент снова будет спрашивать после чтения данных с устройства
tr: ajanın aygıt içeriği okuduktan sonra yeniden sormasını sağlar
uk: агент знову питатиме після читання даних із пристрою
zh_hans: 让智能体在读取设备内容后重新询问
